http_apps/request2.txt

<SOAP:Envelope xmlns:SOAP='http://schemas.xmlsoap.org/soap/envelope/'><SOAP:Header/><SOAP:Body><ns0:updateWorkOrder xmlns:ns0='urn:aucklandcouncil.govt.nz:service:supplier:operations:componentmodel:order'><workOrderRequest><orderId>003101034422</orderId><orderType>ZPM1</orderType><workDescription>37 HARRIS STREET Pukekohe |Customer: Dean IhaiaPhone: 021748894Playground Equipment Maintenance - Tyre Swing PostBledisloe ParkAddress: 130-142 Queen Street Pukekohe Auckland 2120Tyre swing post has snapped off, the part that is still intact with theplayground and is high so this is no hazard, however could someoneplease repair. The customer is happy to be contacted, as he has placedthe post in the club rooms. Please attend. |Customer: Dean Ihaia |Mobile No: +6421748894Only contact customer if required  |RFS No: 8110144615 |Receiving Officer: Jeneya Perez |</workDescription><status>COMP</status><priority>3</priority><activityType>INS</activityType><plannerGroup>AI5</plannerGroup><sequenceId>0000000010576323</sequenceId><mainWorkCentre>B2B_CF</mainWorkCentre><address>86 Queen Street | Pukekohe</address><locationId>10531-L100-230</locationId><releaseDate>2018-04-02T01:56:08Z</releaseDate><lastUpdated>2018-05-16T23:54:58Z</lastUpdated><requiredStart>2018-04-03T01:56:00Z</requiredStart><requiredFinish>2018-04-04T01:56:00Z</requiredFinish><purchaseOrderId>6500086720</purchaseOrderId><purchaseOrderItemId>4</purchaseOrderItemId><estimatedCosts>        0.00</estimatedCosts><loggedXCoordinate>1755806.49</loggedXCoordinate><loggedYCoordinate>5923641.34</loggedYCoordinate><supplierOrderId>3307122</supplierOrderId><supplierId>901630</supplierId><operation><operationId>0010</operationId><workCentre>B2B_CF</workCentre><status>BLAP</status><description>CityCare: RIMA-OSR: Playground &#38; Rec</description><actualStart>2018-04-02T03:41:59Z</actualStart><actualFinish>2018-04-03T23:29:00Z</actualFinish><locationId>10531-L100-230</locationId><service><serviceId>000000000003000117</serviceId><serviceQuantity>1.000</serviceQuantity><uom>AU</uom><plannedCost>0.00</plannedCost></service></operation><activity><description>2 staff on site from 9AM until about 11A* 05.04.2018 11:33:42 NZST RFC_PO_IP2 User (RFC_PO_IP2)* 2 staff on site from 9AM until about 11AM. Welded broken pipe but  commented that it has quite a thin wall section so may break near* to the weld at some stage. All the pipes appear quite thin from a  fabrication point of view.</description><startDate>2018-04-04T23:33:03Z</startDate><code><code>CONT</code><codeGroup>ZPM1</codeGroup></code></activity><activity><description>Thank you very much for the update, Nick* 05.04.2018 15:10:28 NZST RFC_PO_IP2 User (RFC_PO_IP2)* Thank you very much for the update, Nick. Kind regards, Glen.</description><startDate>2018-04-05T03:10:09Z</startDate><code><code>CONT</code><codeGroup>ZPM1</codeGroup></code></activity></workOrderRequest></ns0:updateWorkOrder></SOAP:Body></SOAP:Envelope>